

"accessibility" = "Accessibilitéit";
"allGenres" = "All Genrë";
"allMedia" = "All Medien";
"apply" = "Applizéieren";
"audioAndCaptions" = "Toun & Ënnertitelen";
"back" = "Zeréck";
"cast" = "Besetzung";

/// Server URL help text
"serverURLHint" = "Enter your server address (e.g., http://192.168.1.100:8096). IP addresses are more reliable on local networks. For best results, assign a fixed IP to your server.";
